[
    {
        "name" : "Карбонара",
        "phs" : ["carbon-1.jpg", "carbon-2.jpg"],
        "ing" : ["макароны", "бекон", "сливки", "сыр", "соль"],
        "rec" : "Воду для спагетти довести до кипения и посолить. В кипящую воду опустить спагетти и отварить аль денте согласно времени, указанному на упаковке.\nБекон нарезать небольшими ломтиками и обжарить на сухой сковороде на среднем огне до хрустящей румяной корочки. Если в беконе недостаточно жира и он начинает быстро подгорать, можно добавить пару капель оливкового масла.\nСыр натереть на мелкой терке и добавить в него желтки, щедро поперчить и перемешать до консистенции однородной кашицы.\nСпагетти откинуть на дуршлаг, ни в коем случае не промывать. Обязательно сохранить примерно половник воды, в которой варились спагетти.\nГорячие спагетти переложить к бекону, сверху добавить сырно-яичную смесь и аккуратно перемешать. Мешать следует так, чтобы соус покрыл каждый сантиметр спагетти. Если соус получается густоватым, можно добавить немного воды, в которой варились спагетти.\nВесь процесс соединения пасты, бекона и соуса не должен занять больше 1-2 минут, а яйца не должны превратиться в омлет. Тепла от пасты и сковороды будет достаточно, чтобы сыр расплавился, а желтки слегка приготовились.\nКлассическая карбонара не любит ждать, поэтому пасту сразу со сковороды разложить по тарелкам и подать к столу. Некоторые ценители итальянской подачи даже заранее подогревают тарелки, чтобы паста сохранила температуру."
    },
    {
        "name" : "Оливье",
        "phs" : ["olive-1.jpg", "olive-2.jpg"],
        "ing" : ["картофель", "горох", "огурцы", "яйца", "колбаса", "лук", "морковь"],
        "rec" : "Отварить в кожуре картофель и сварить вкрутую яйца.\nКогда продукты остынут, очистить их и нарезать кубиками.\nСолёные огурцы с отрезанными хвостиками нарезать брусочками.\nИзмельчить колбасу.\nСлить жидкость из банки горошка.\nМелко нашинковать репчатый лук.\nСмешать все ингредиенты в салатнике и заправить майонезом."
    },
    {
        "name": "Картофель по-деревенски",
        "phs": ["derevnya-1.jpg", "derevnya-2.jpg"],
        "ing": ["картофель", "масло", "паприка", "соль", "перец", "орегано", "зелень"],
        "rec": "Вымыть картофель и нарезать дольками.\nСмешать растительное масло с паприкой, чесночным порошком, орегано, солью и перцем.\nОбвалять картофель в смеси.\nВыложить на противень в один слой.\nЗапекать в духовке при 200°C около 30-40 минут до золотистой корочки.\nГотовый картофель посыпать зеленью и подавать."
    },
    {
        "name": "Блины",
        "phs": ["blini-1.jpg", "blini-2.jpg"],
        "ing": ["мука", "молоко", "яйца", "сахар", "соль", "масло"],
        "rec": "Смешать яйца, сахар и соль. \nПостепенно добавить муку и молоко, тщательно размешивая, чтобы не было комков. \nВлить растительное масло в тесто. \nРазогреть сковороду, смазать маслом, налить тесто и обжарить блины с обеих сторон до золотистого цвета. \nПодавать с вареньем, сметаной или сгущенкой."
    },
    {
        "name": "Борщ",
        "phs": ["borsch-1.jpg", "borsch-2.jpg"],
        "ing": ["свекла", "картофель", "капуста", "морковь", "лук", "томаты", "мясо", "масло", "чеснок", "соль", "перец"],
        "rec": "Сварить бульон из мяса, достать мясо и нарезать кусочками. \nСвеклу натереть на терке и обжарить с томатами на растительном масле. \nМорковь и лук нарезать, обжарить отдельно. \nВ кипящий бульон добавить нарезанный картофель, через 10 минут — капусту. \nЗатем добавить свеклу, морковь и лук. \nВарить до готовности овощей, добавить чеснок, лавровый лист, соль и перец. Подавать со сметаной."
    }
]